jorgebucaran/fisher
oh-my-fish/theme-bobthefish
jethrokuan/fzf
dracula/fish
franciscolourenco/done
archmagees/swift-fish-completion
jorgebucaran/autopair.fish
laughedelic/brew-completions
