# -*-mode:ruby-*- vim:ft=ruby

# Homebrew
tap "Homebrew/core"
tap "Homebrew/bundle"
tap "wfxr/csview"

## GNU
brew "gnutls"
brew "gnupg"
brew "coreutils"
brew "readline"
brew "openssl"

## Shell
brew "fish"
brew "direnv"

## Basic Command Alternative
brew "bat"
brew "exa"
brew "fd"
brew "ripgrep"
brew "procs"
brew "starship"
brew "colordiff"
brew "thefuck"
brew "fzf"

# Screen
brew "tmux"
brew "neofetch"

## Monitor
brew "bottom"
brew "dust"

## Editor
brew "neovim"

## Encryption
brew "age"

## Version Control
brew "git"
brew "git-lfs"
brew "git-delta"
brew "bit-git"
brew "tig"
brew "lazygit"

## GitHub
brew "gh"
brew "ghq"

## DevOps
{{ if not .headless }}
brew "awscli"
{{ end }}

## Programming Language
brew "asdf"
brew "luajit"

## Build
brew "cmake"

## Formatter/Linter
brew "checkmake"

## CSV
brew "csview"
brew "xsv"

## JSON
brew "cjson"

## Database
brew "sqlite"

{{ if not .headless }}
## Media
brew "ffmpeg"
brew "media-info"

### Images
brew "imagemagick"
brew "exiftool"

### Audio
brew "lame"
brew "flac"

## Network
brew "tcptraceroute"
brew "aircrack-ng"

## Hash
brew "hashcat"
brew "hcxtools"

## Downloader
brew "wget"
brew "aria2"
brew "youtube-dl"
brew "yt-dlp"
{{ end }}
